/* 
  Localizable.strings
  GenI2C

  Created by 梁怀宇 on 2019/6/15.
  Copyright © 2019 梁怀宇. All rights reserved.
*/
"OK" = "好的";
"Exit" = "退出";
"No Device Found" = "找不到设备";
"There is no " = "您提供的 DSDT 中没有设备 ";
" in your DSDT. Please input again or exit" = "，请重新输入或退出";
"Input again" = "重新输入";
"No native APIC found" = "未找到原生APIC";
"Failed to extract APIC Pin. Please input your APIC Pin in Hex, and start with \"0x\"" = "提取 APIC Pin 失败, Pin 值由系统启动时填充。请以十六进制输入您的 APIC Pin";
"Failed to extract I2C Device Path, please select your I2C Device Path:" = "获取 I2C 设备地址失败， 请选择你的 I2C 设备地址：";
"Multiple " = "有多个 ";
" found in the DSDT\nWhich Path is the Correct one?" = " 设备在您的 DSDT 中\n哪个是正确的";
"Polling" = "轮询";
"Interrupt(APIC)" = "APIC 中断";
"Interrupt(GPIO)" = "GPIO 中断";
"Loaded" = "已加载";
"Not Loaded" = "未加载";
"nil" = "未知";
"APIC Pin should be between 0x18 and 0x77" = "APIC Pin 值应该在 0x18 和 0x77 之间";
"Renamed _CRS detected!" = "侦测到已重命名的 _CRS!";
"Please use an error-corrected vanilla DSDT instead!" = "请使用已除错的原始 DSDT!";
"Warning" = "警告";
"This is not a I2C Device!" = "这不是一个 I2C 设备!";
"Report your bug" = "反馈你的问题";
"Please open a new issue on Github" = "请在 Github 上提交你的问题";
"1. Put VoodooI2C and the Satellite into Clover/Kexts/Other\n" = "1. 将 VoodooI2C 及附属驱动放入 Clover/Kexts/Other\n";
"2. Add rename(s) to Clover config.plist\n\n" = "2. 将重命名填入 Clover 的配置文件（config.plist）\n\n";
"\n\n3. Place SSDT aml files into Clover/ACPI/patched" = "\n\n3. 将编译好的SSDT文件（*.aml）放入 Clover/ACPI/patched";
